[
    {
        "id": "624ad5d6e45b08a1c6b0333f",
        "name": "Sus Moreno",
        "review": "This game has a lot going for it. Only issue is the bugs. 1. Somthings take a while to load. 2. The sprites for the laptop will somtimes bug out. 3. The music can over lap each other. Meaning 2 diffrnet songs can play at the same time. 4 And lasty the lack of red.",
        "ratings": "5 star"
    },
    {
        "id": "624ad5d616bc8c0452e1dab7",
        "name": "Elba Dean",
        "review": "It has alot of potential, but i have some complants, when switching to diffrent screens, (like reserching and everything elts) it always takes a long time to load, i think the game would benafit alot if it loads at a similar rate as your phone tycoon game, and i think the the graphics need a slight",
        "ratings": "4 star"
    },
    {
        "id": "624ad5d61613b0ba748e967c",
        "name": "Nicole Serrano",
        "review": "Too many bugs. This developer is known for releasing buggy games, getting a bit of money from in-game purchases or ads then simply abandoning them! Biggest bug I've found is with the rating system! People saying it's a fantastic laptop but giving it 2 stars, others saying it's a terrible laptop ",
        "ratings": "5 star"
    },
    {
        "id": "624ad5d6e1b67825271112bc",
        "name": "Cheryl Christian",
        "review": "I played Phone Tycoon 2 which was excellent without any bugs. I expected the same from this game but it has failed to meet up my expectations. I shall list few errors 1. Private OS makes money. I don't know if that's is supposed to be there. 2. After I create a Core/CPU. The stats appears to be chan",
        "ratings": "5 star"
    },
    {
        "id": "624ad5d6f0af75ea3daf4372",
        "name": "Cash Boyer",
        "review": "It is as always a great tycoon game with a lot potential. But giving it two stars because of lack of optimization and a few bugs like two tracks playing simultaneously at the same time and not being able to choose some options in the design section even though they can be chosen or not being able",
        "ratings": "3 star"
    },
    {
        "id": "624ad5d6982af997d52c6e3f",
        "name": "Curry Pace",
        "review": "İts a great game but lacks some huge things. Firstly, the reviews you get after you release a smartphone are random. No matter how much you research and unlock new things, it will still be random. It's really frustrating to pour lots of time into gathering research points only to get a 6 star review.",
        "ratings": "2 star"
    }
]